Repository: DimaYashchyshyn/Test1898
Catalog: Übersetzung-omegat.tmx
Source language: en
Languages: de

source: "%OFFLINE_EVENT_TITLE%" training has already started.\n\nWe’d love to have you join!\n\nTo join the training, please follow the link:\n%VIEW_URL%\n
de: Das Training "%OFFLINE_EVENT_TITLE%" hat bereits begonnen.\n\nWir würden Sie gerne ebenfalls begrüßen!\n\nHier der Link:\n%VIEW_URL%\n

source: "%OFFLINE_EVENT_TITLE%" training has been canceled
de: "%OFFLINE_EVENT_TITLE%" Das Training wurde abgesagt.

source: "%OFFLINE_EVENT_TITLE%" training started
de: "%OFFLINE_EVENT_TITLE%" Training hat begonnen

source: "%OFFLINE_EVENT_TITLE%" training starts soon
de: "%OFFLINE_EVENT_TITLE%" Training beginnt in Kürze

source: "%OFFLINE_EVENT_TITLE%" training, scheduled for %DATE_AND_TIME%, has been canceled.\n\nSincerely, %ORGANIZER%\n
de: Das "%OFFLINE_EVENT_TITLE%" Training, geplant am %DATE_AND_TIME%, wurde abgesagt.\n\nSincerely, %ORGANIZER%\n

source: "%WEBINAR_TITLE%" webinar has already started.\n\nWe’d love to have you join!\n\nTo join the webinar, please follow the link:\n%INVITATION_LINK%\n
de: Das Webinar "%WEBINAR_TITLE%" hat bereits begonnen.\n\nWir wÃ¼rden Sie gerne ebenfalls begrÃ¼ÃŸen!\n\nHier der Link zum Webinar:\n%INVITATION_LINK%\n

source: "%WEBINAR_TITLE%" webinar starts soon
de: Das Webinar "%WEBINAR_TITLE%" beginnt in Kürze

source: %COUNT_QUESTIONS% questions
de: %COUNT_QUESTIONS% Fragen

source: %COUNT_QUIZZES% quizzes
de: %COUNT_QUIZZES% Quizze

source: %COUNT_SLIDES% slides
de: %COUNT_SLIDES% Folien

source: %count% attempts remaining
de: %count% verbleibende Versuche

source: %count% points earned
de: %count% gesammelte Punkte

source: %invalid_character% is not allowed to be used in the login.
de: %invalid_character% darf für das Log-in nicht verwendet werden.

source: %numberOfAttempts%-maliger Zugang für %contentTitle%" für %formattedPrice%"
de: %numberOfAttempts%-maliger Zugang für %contentTitle%" aufgrund von %formattedPrice%"

source: %points% points
de: %points% Punkte

source: %user_rank% place in leaderboard
de: %user_rank% Platzierung in der Rangliste

source: (Select All)
de: (Alles auswählen)

source: (deleted)
de: Gelöscht

source: (inactive)
de: Inaktiv

source: 6-digit verification code
de: sechsstelliger Verifizierungscode

source: <a href="%url%" title="Add a reminder to calendar">Add a reminder to calendar</a>
de: <a href="%url%" title="Add a reminder to calendar">Terminerinnerung meinem Kalender hinzufügen</a>

source: <a href="javascript:void(0);" class="is_restore_account_msg" id="feedback" title="">Contact administrator</a> for support.
de: Wenn Sie Unterstützung benötigen, <a href="javascript:void(0);" class="is_restore_account_msg" id="feedback" title="">kontaktieren Sie den Administrator!</a>.

source: <a href="javascript:void(0);" id="feedback" title="Contact administrator">Contact administrator</a>.
de: <a href="javascript:void(0);" id="feedback" title="Contact administrator">Kontaktieren Sie den Administrator</a>.

source: <a href="javascript:void(0);" id="feedback" title="Please contact the system administrator">Please contact the system administrator</a> for assistance.
de: <a href="javascript:void(0);" id="feedback" title="Please contact the system administrator">Bitte kontaktieren Sie den System-Administrator</a> for assistance.

source: <a href='%BILLING_URL%' id='feedback' title='Send Feedback'>Contact the system administrator</a> to allow more users.\n
de: <a href='%BILLING_URL%' id='feedback' title='Send Feedback'>Kontaktieren Sie bitte den System-Administrator</a> wenn Sie mehr Teilnehmer zulassen wollen.\n

source: <span class="passmeter_strength_item"><span class="%mark_class%"></span><p class="message">1 digit</p></span>
de: <span class="passmeter_strength_item"><span class="%mark_class%"></span><p class="message">1 Zahl</p></span>

source: <span class="passmeter_strength_item"><span class="%mark_class%"></span><p class="message">1 upper case letter</p></span>
de: <span class="passmeter_strength_item"><span class="%mark_class%"></span><p class="message">1 Großbuchstabe</p></span

source: <strong>"%contentTitle%"</strong> has been deleted from the system.
de: <strong>"%contentTitle%"</strong> wurde vom System entfernt.

source: <strong>%userName%</strong> has completed <strong>%contentTitle%</strong>
de: <strong>%userName%</strong> hat <strong>%contentTitle%</strong> abgeschlossen

source: <strong>%userName%</strong> has purchased <strong>%contentTitle%</strong>
de: <strong>%userName%</strong> hat <strong>%contentTitle%</strong> gekauft

source: <strong>%userName%</strong> received a certificate
de: <strong>%userName%</strong>hat ein Zertifikat erhalten

source: <strong>%userName%</strong> replied to your comment on the course <strong>%contentItemTitle%</strong>
de: <strong>%userName%</strong> hat auf Ihren Kommentar geantwortet im Kurs <strong>%contentItemTitle%</strong>

source: <strong>%userName%</strong> replied to your comment on the learning path <strong>%contentItemTitle%</strong>
de: <strong>%userName%</strong> hat auf Ihren Kommentar geantwortet im Lernpfad <strong>%contentItemTitle%</strong>

source: <strong>%userName%</strong> wasn't able to sign in to iSpring Learn due to a subscription plan limitation.
de: <strong>%userName%</strong> konnte sich nicht in iSpring Learn anmelden aufgrund der Einschreibungs-Beschränkung.

source: A new chapter is available in your learning path.
de: Es gibt ein neues Kapitel in Ihrem Lernpfad

source: A new comment has been made to "%content_item_title%".\n\nTo see the comment, follow the link\n%link_to_comment%\n
de: Es gibt einen neuen neuen Kommentar in "%content_item_title%".\n\nHier geht es zum Kommentar:\n%link_to_comment%\n

source: A new participant has registered for your webinar, "%WEBINAR_TITLE%".\n\nFirst Name and Last Name: %FULL_NAME%\nEmail: %USER_EMAIL%\n\nTotal users registered for the webinar: %TOTAL_USERS%\nNote: Only %USERS_LIMIT% users (except the host) can attend the webinar at the same time.
de: Ein neuer Teilnehmer hat sich für Ihr Webinar "%WEBINAR_TITLE%" angemeldet.\n\nVor-und Nachname: %FULL_NAME%\nEmail: %USER_EMAIL%\n\nGesamtzahl der angemeldeten Teilnehmer: %TOTAL_USERS%\nBitte beachten Sie: Es können nur %USERS_LIMIT% Teilnehmer (außer dem Moderator) gleichzeitig das Webinar besuchen. <a href='%BILLING_URL%' id='feedback' title='Send Feedback'>Kontaktieren Sie den System-Administrator</a>wenn Sie mehr Teilnehmer zulassen wollen.\n

source: A new participant has registered for your webinar, "%WEBINAR_TITLE%".\n\nFirst Name and Last Name: %FULL_NAME%\nEmail: %USER_EMAIL%\n\nTotal users registered for the webinar: %TOTAL_USERS%\nNote: Only %USERS_LIMIT% users (except the host) can attend the webinar at the same time.\n\n<a href="%BILLING_URL%" title="Upgrade Account">Upgrade your plan to allow more users.</a>\n
de: Ein neuer Teilnehmer hat sich für Ihr Webinar "%WEBINAR_TITLE%" angemeldet.\n\nVor- und Nachname: %FULL_NAME%\nEmail: %USER_EMAIL%\n\nGesamtzahl der angemeldeten Teilnehmer: %TOTAL_USERS%\nBitte beachten Sie: Es können nur %USERS_LIMIT% Teilnehmer (außer dem Moderator) gleichzeitig das Webinar besuchen.\n\n<a href="%BILLING_URL%" title="Upgrade Account">Mit einem Upgrade können Sie mehr Teilnehmer aufnehmen.</a>\n

source: A new user of your account, <strong>%userName%</strong>, wasn't able to sign in to iSpring Learn due to a subscription plan limitation.
de: Ein neuer Nutzer Ihres Benutzerkontos, <strong>%userName%</strong>, konnte sich nicht in iSpring Learn anmelden aufgrund der Einschreibungs-Beschränkung.

source: A security code has been sent to your email address.
de: Ein Sicherheitscode wurde Ihnen an Ihre E-Mail-Adresse geschickt.

source: A user has completed a course and received a certificate.\nPlease find the certificate attached.\n\nUser: %USER_NAME%\nCourse: %COURSE_TITLE%\nDate of completion: %COMPLETION_DATE%\n
de: Ein Nutzer hat einen Kurs abgeschlossen und ein Abschlusszertifikat erhalten.\nIm Anhang finden Sie dass Zerifikat.\n\nNutzer: %USER_NAME%\nKurs: %COURSE_TITLE%\nAbschluss-Datum: %COMPLETION_DATE%\n

source: Accepted
de: Angenommen

source: Access for "%contentTitle%"
de: Zugang zu "%contentTitle%"

source: Account Activation Required
de: Kontoaktivierung erforderlich

source: Achievements
de: Ergebnisse

source: Add Files
de: Dateien hinzufügen

source: Add a reminder to my calendar
de: Termin-Erinnerung meinem Kalender hinzufügen

source: Administrator %adminName% has changed the email address on your LMS account
de: Der Administrator %adminName% hat Ihre E-Mail-Adresse in Ihrem LMS-Benutzerkonto geändert

source: Administrator %adminName% has changed your login.
de: Der Administrator %adminName% hat Ihre Log-in-Daten geändert.

source: Administrator %adminName% has changed your password.
de: Der Administrator %adminName% hat Ihr Password geändert.

source: Administrator <a href="%linkToAdminDialog%" title="%adminName%">%adminName%</a> has changed the email address on your LMS account
de: Der Administrator <a href="%linkToAdminDialog%" title="%adminName%">%adminName%</a> hat Ihre E-Mail-Adresse in Ihrem LMS-Benutzerkonto geändert

source: Administrator <a href="%linkToAdminDialog%" title="%adminName%">%adminName%</a> has changed your login.
de: Der Administrator <a href="%linkToAdminDialog%" title="%adminName%">%adminName%</a> hat Ihre Log-in-Daten geändert

source: Administrator has changed your password for %ACCOUNT_URL%.\n\nYour new password: %PASSWORD%\n\nSincerely,\n%ORGANIZER%\n
de: Der Administrator hat das Passwort für das Benutzerkonto %ACCOUNT_URL% geändert.\n\nIhr neues Passwort lautet: %PASSWORD%\n\nMit freundlichen Grüßen,\n%ORGANIZER%\n

source: All events
de: Alle Termine

source: An email has been sent to <strong>%email%</strong> with instructions for resetting your password.<br /> Please click the link in the email to verify your email address.<br /><br /> If you do not receive an email from us, please make sure that your spam filter didn\'t block it.<br /> If you still don\'t receive an email within an hour, please <a href="javascript:void(0);" id="feedback">contact customer support</a>.
de: Eine E-Mail wurde an die Adresse <strong>%email%</strong> gesendet mit einer Anleitung zum Erneuern Ihres Passworts<br /> Bitte klicken Sie auf den Link in der E-Mail, um Ihre E-Mail-Adresse zu bestätigen.<br /><br /> Wenn Sie keine E-Mail von uns erhalten, überprüfen Sie bitte Ihren Spam-Filter.<br /> Falls Sie trotzdem keine E-Mail innerhalb einer Stunde erhalten, <a href="javascript:void(0);" id="feedback">kontaktieren Sie den Customer Support</a>.

source: An email has been sent to you to complete the registration process.
de: Sie haben eine E-Mail erhalten, um die Anmeldung abzuschließen.

source: An error occurred, please try again.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: An image must be in JPG, JPEG, PNG or GIF format
de: Gültige Bildformate: JPG, JPEG, PNG oder GIF

source: An unexpected error has occurred.
de: Ein unerwarteter Server-Fehler ist aufgetreten.

source: An unexpected server error has occurred.
de: Ein unerwarteter Server-Fehler ist aufgetreten.

source: Another answer has been already accepted.
de: Eine andere Antwort wurde bereits akzeptiert.

source: Answer already exists.
de: Diese Antwort gibt es bereits.

source: Answer has been already evaluated.
de: Ihre Antwort wurde bereits ausgewertet.

source: Answer has been already sent and evaluated.
de: Ihre Antwort wurde bereits gesendet und ausgewertet.

source: Answered
de: Beantwortet

source: Are you sure that you want to stop viewing this content?
de: SindSie sicher, dass Sie diesen Inhalt nicht mehr anzeigen lassen wollen?

source: Are you sure you want to delete this chat?\n The entire message history will be permanently deleted.
de: Sind Sie sicher, dass Sie diesen Chat löschen wollen?\n Der gesamte Nachrichtenverlauf wird unwiderruflich gelöscht.

source: Are you sure you want to delete this comment and all its replies?
de: Sind Sie sicher, dass Sie diesen Kommentar und alle Antworten darauf löschen wollen?

source: Area
de: Bereich

source: Ask an expert
de: Fragen Sie einen Experten

source: Assignment
de: Aufgabe

source: Assignment Description
de: Aufgabenbeschreibung

source: Attached Files
de: Angehängte Dateien

source: Attempt <span id="newHomeworkAttemptNumber">%number%</span>:
de: Versuch <span id="newHomeworkAttemptNumber">%number%</span>:

source: Attempt Detail
de: Versuchsdetails

source: Attempt date
de: Datum des Versuchs

source: Attendance
de: Teinahme

source: Available after purchase
de: Verfügbar nach Kauf

source: Available from %date% (complete in %period%)
de: Verfügbar ab %date% (Abschluss innerhalb von in %period%)

source: Available upon request
de: Verfügbar auf Anfrage

source: Awarded Points
de: Zuerkannte Punkte

source: Bad Request
de: Inkorrekte Anfrage

source: Bezahlkurs
de: Kostenpflichtiger Kurs

source: Blank
de: Leer

source: Book
de: Buch

source: Buy Course
de: Kurs kaufen

source: CAPTCHA failed.
de: CAPTCHA fehlgeschlagen

source: Canceled
de: Abgesagt

source: Certificates(%count%)
de: Zertifikate(%count%)

source: Chapter %chapterNumber% is now available in the learning path <strong>%contentTitle%</strong>
de: Das Kapitel %chapterNumber% ist nun im Lernpfad <strong>%contentTitle%</strong> verfügbar

source: Chapter: %CHAPTER_TITLE%
de: Kapitel: %CHAPTER_TITLE%

# Click the link below to answer the request %requests_list_url%
source: Click the link below to answer the request\n%requests_list_url%\n
de: Bitte klicken Sie auf den untenstehenen Link um die Anfrage zu beantworten\n%requests_list_url%\n

source: Click to select an image
de: Klicken Sie auf ein Bild, um es auszuwählen

source: Click to view
de: Klicken zur Ansicht

source: Complete before %date%
de: Abschließen bis %date%

source: Complete chapter %number% before %date%
de: Kapitel %number% abschließen bis %date%

source: Complete in %period%
de: Abschließen in %period%

source: Complete the previous courses to launch this one
de: Sie müssen zuerst die vorherigen Kurse abschließen, damit Sie diesen starten können.

source: Completion Score:
de: Abschluss-Bewertung:

source: Completion certificate of the course «%COURSE_TITLE%»
de: Abschlusszertifikat für den Kurs «%COURSE_TITLE%»

source: Congratulations!
de: Gratulation!

source: Correct Answer
de: Richtige Antwort

source: Correct Answers
de: Richtige Antworten

source: Correct Groups
de: Korrekte Gruppen

source: Course <strong>%contentTitle%</strong> is now available
de: Der Kurs <strong>%contentTitle%</strong> ist jetzt verfügbar

source: Course Has Been Updated
de: Der Kurs wurde aktualsiert.

source: Course already assigned
de: Kurs wurde bereits zugewiesen

source: Course has been added to
de: Der Kurs wurde hinzugefügt zu

source: Course has been completed
de: Der Kurs wurde abgeschlossen

source: Course is being loaded
de: Der Kurs wird geladen

source: Course name
de: Kursname

source: Course will be available only after payment
de: Kurs ist erst nach Kauf verfügbar

source: Course:
de: Kurs:

source: Course: %content_item_title%
de: Kurs: %content_item_title%

source: Create
de: Erstellen

source: Date
de: Datum

source: Date and time
de: Datum und Uhrzeit:

source: Date and time:
de: Datum und Uhrzeit:

source: Date and time: %DATE_AND_TIME%
de: Datum und Uhrzeit: %date_and_time%

source: Date and time: %date_and_time%
de: Datum und Zeit: %date_and_time%

source: Deadline
de: Fristablauf

source: Dec
de: Dez

source: December
de: Dezember

source: Declined
de: Abgelehnt

source: Delete Comment
de: Kommentar löschen

source: Delete File
de: Dateien löschen

source: Delete chat
de: Chat löschen

source: Delete message
de: Nachricht löschen

source: Deleted
de: Gelöscht

source: Deleted course
de: Gelöschter Kurs

source: Detaillierter Bericht zu den gemachten Versuchen
de: Detaillierter Bericht zu allen Versuchen

source: Document
de: Dokument

source: Done
de: Erledigt

source: Don’t forget to join a "%WEBINAR_TITLE%" webinar.\n\nWebinar Subject: %WEBINAR_TITLE%.\nOrganizer: %ORGANIZER%\nDate and time: %DATE_AND_TIME%\n\nTo join the webinar follow the link below:\n%INVITATION_LINK%\n\nSincerely, %INVITER%\n
de: Denken Sie daran an einem Webinar "%WEBINAR_TITLE%" teilzunehmen.\n\nWebinartitel: %WEBINAR_TITLE%.\nOrganisator: %ORGANIZER%\nDatum und Uhrzeit: %DATE_AND_TIME%\n\nHier der Link zum Webinar:\n%INVITATION_LINK%\n\nMit freundlichen Grüßen %INVITER%\n

source: Don’t forget to join the "%NAME%" training.
de: Bitte denken Sie daran, am Training "%NAME%" teilzunehmen.

source: Don’t forget to join the "%NAME%" webinar.
de: Bitte denken Sie daran, am Webinar "%NAME%" teilzunehmen.

source: Download Source File
de: Download Quelldatei

source: Due date
de: Zieldatum

source: Due date: %DUE_DATE%
de: Befristet bis zum: %DUE_DATE%

source: Duration %durationText%
de: Dauer %durationText%

source: E-Mail:
de: E-Mail-Adresse

source: Earned in
de: Gesammelt in

source: Einmaliger Zugang zu %contentTitle%" by %formattedPrice%"
de: Einmaliger Zugang zu %contentTitle%" aufgrund von %formattedPrice%"

source: End time
de: Ende

source: Enter a first or last name
de: Geben Sie einen Vor- oder einen Nachnamen ein

source: Erinnere Dich an mich
de: Denken Sie an mich

source: Event
de: Termin

source: Event Type
de: Terminart

source: Event description
de: Termin Beschreibung

source: Event information
de: Termin-Information

source: Event name
de: Terminbezeichnung

source: Events
de: Termine

source: Expert
de: Experte

source: Expiration date
de: Ablaufdatum

source: Expiring courses (<span class="js_items_count small_title">...</span>)
de: Ablaufende Kurse (<span class="js_items_count small_title">...</span>)

source: Falls Sie nicht versucht haben, sich mit dieser E-Mail-Adresse erneut anzumelden, bitte ignorieren Sie diese Nachricht.
de: Falls Sie nicht versucht haben, sich mit dieser E-Mail-Adresse anzumelden, bitte ignorieren Sie diese Nachricht.

source: February
de: Februar

source: Filter by:
de: Filter nach:

source: Finished
de: Beendet

source: Follow the link in the email to activate your account.
de: Um Ihr Benutzerkonto zu aktivieren, folgen Sie dem Link in der E-Mail.

source: Fri
de: Fr

source: Friday
de: Freitag

source: Full Leaderboard
de: Vollständige Rangliste

source: Füllen Sie die Felder aus, um sich bei <b>%account%</b> zu registrieren.
de: Füllen Sie die Felder aus, um sich bei <b>%account%</b> anzumelden.

source: Füllen Sie die Leerstellen aus
de: Füllen Sie die Lücken

source: Go To Notifications Page
de: Weiter zur Benachrichtigungs-Seite

source: Go back
de: Zurück

source: Go to course
de: Weiter zum Kurs

source: Go to courses
de: Weiter zu den Kursen

source: Go to folder
de: Weiter zum Ordner

source: Go to learning path
de: Weiter zum Lernpfad

source: Got it!
de: Alles Klar!

source: Group
de: Gruppe

source: Group Name
de: Gruppen-Name

source: Hello,\nYour verification code is: %code%\nUse this one-time code to access your account.\n\nPlease do not share the verification code with anyone.\n\nThe code is valid for 1 hour, till %expiration_date%\n
de: Hallo,\nIhr Identifikations-Code ist: %code%\nBenutzen Sie bitte diesen Einmal-Code um zu Ihrem Benutzerkonto zu gelangen.\n\nBitte geben Sie diesen Code nicht weiter.\n\nDer Code ist 1 Stunde lang gültig bis %expiration_date%\n

source: Here you can monitor all the activities in your account
de: Hier können Sie alle Aktivitäten in Ihrem Benutzerkonto überwachen

source: Here you can specify where and how you'd like to receive notifications
de: Hier können Sie festlegen, wo und wie Sie Benachrichtigungen erhalten wollen

source: Here's the updated information about "%OFFLINE_EVENT_TITLE%" training:\n\nTopic: %OFFLINE_EVENT_TITLE%\nDate and time: %DATE_AND_TIME%\n\nTo find out the event details, please follow this link:\n%INVITATION_LINK%\n\nAdd a reminder to my calendar:\n%ADD_TO_YOUR_OUTLOOK_CALENDAR%\n\nSincerely, %ORGANIZER%\n
de: Hier ist die aktualisierte Information zum Training "%OFFLINE_EVENT_TITLE%":\n\nThema: %OFFLINE_EVENT_TITLE%\nDatum und Uhrzeit: %DATE_AND_TIME%\n\nMit folgendem Link gelangen Sie zu den Details:\n%INVITATION_LINK%\n\n Terminerinnerung im Kalender hinzufügen :\n%ADD_TO_YOUR_OUTLOOK_CALENDAR%\n\nMit freundlichen Grüßen, %ORGANIZER%\n

source: Here's the updated information about "%WEBINAR_TITLE%" webinar:\n\n%WEBINAR_CHANGES%\n\n%LINK_MESSAGE%%ADD_TO_YOUR_OUTLOOK_CALENDAR%\nSincerely, %INVITER%\n
de: Hier ist die aktualisierte Information über das Webinar "%WEBINAR_TITLE%" webinar:\n\n%WEBINAR_CHANGES%\n\n%LINK_MESSAGE%%ADD_TO_YOUR_OUTLOOK_CALENDAR%\nFreundliche Grüße, %INVITER%\n

source: Inactive
de: Inaktiv

source: Incorrect image format.
de: unzulässiges Bildformat

source: Incorrect image size.
de: unzulässige Bildgröße

source: Incorrect verification code
de: Unkorrekter Verfizierungs-Code

source: Incorrect verification code.
de: Unkorrekter Verfizierungs-Code

source: Instructor
de: Trainer

source: Invitation Date
de: Datum der Einladung

source: It's time to continue to the next chapter in the <strong>%contentTitle%</strong> learning path
de: Es ist Zeit, zum nächsten Kapitel im Lernpfad <strong>%contentTitle%</strong> zu gehen

source: January
de: Januar

source: Join webinar
de: Am Webinar teilnehmen

source: July
de: Juli

source: June
de: Juni

source: Last updated at <span id="ratingLastUpdateDate">%date%</span>
de: Zuletzt aktualisiert am <span id="ratingLastUpdateDate">%date%</span>

source: Launch Course Now
de: Kurs jetzt starten

source: Launch Later
de: Später starten

source: Leaderboard
de: Bestenliste

source: Leaderboard of the selected group
de: Rangliste der ausgewählten Gruppe

source: Learning Path: %TITLE%
de: Lernpfad: %TITLE%

source: Learning Paths
de: Lernpfade

source: Learning path <strong>%contentTitle%</strong> is now available
de: Der Lernpfad <strong>%contentTitle%</strong> ist jetzt verfügbar

source: Learning path description
de: Beschreibung des Lernpfads

source: Learning path: %content_item_title%
de: Lernpfad: %content_item_title%

source: Leave your comment here...
de: Schreiben Sie hier einen neuen Kommentar eave your comment here...

source: List
de: Liste

source: Location
de: Speicherort

source: Login is too long (%max_length% characters max).
de: Die Log-in-Daten sind zu lang (höchstens %max_length% Zeichen).

source: Mar
de: Mär

source: March
de: März

source: Mark all as read
de: Alle als gelesen markieren

source: Mark as Read
de: Als gelesen markieren

source: Mark as Unread
de: Als ungelesen markieren

source: May
de: Mai

source: Me
de: Ich

source: Messages
de: Nachrichten

source: Mon
de: Mo

source: Monday
de: Montag

source: Month
de: Monate

source: My Attempts
de: Meine Versuche

source: My badges (%badges%)
de: Meine Badges (%badges%)

source: My last courses
de: Meine letzten Kurse

source: My place: <strong>%rank%</strong>
de: Meine Stelle: <strong>%rank%</strong>

source: Neuen Account registrieren
de: Neues Benutzerkonto anmelden

source: New Attempt
de: Neuer Versuch

source: New Course Assigned
de: Neue Kurse zugeteilt

source: New Folder Assigned
de: Neuer Ordner zugewiesen

source: New Learning Path Assigned
de: Neuer Lernpfad zugewiesen

source: New Training
de: Neues Training

source: New Webinar
de: Neues Webinar

source: New access request to <strong>%title%</strong>
de: Neue Zugangsanfrage für <strong>%title%</strong>

source: New chapter available in your learning path
de: Es gibt neue Kapitel in Ihrem Lernpfad

source: New comment on the course <strong>%contentItemTitle%</strong>
de: Neuer Kommentar zum Kurs <strong>%contentItemTitle%</strong>

source: New comment on the learning path <strong>%contentItemTitle%</strong>
de: Neuer Kommentar zum Lernpfad <strong>%contentItemTitle%</strong>

source: New comment to "%content_item_title%"
de: Neuer Kommentar in "%content_item_title%"
